Repository: Lemayzeur/haiti-gang-mapping
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: Choose month
es: Elige un mes
pt: Escolha o mês

source: Choose year
es: Elige un año
pt: Escolha o ano

source: Kidnapping
es: Secuestro
pt: Sequestro

source: Extortion
es: Extorsión
pt: Extorsão

source: Murder
es: Asesinato
pt: Assassinato

source: Drug trafficking
es: Tráfico de drogas
pt: Tráfico de drogas

source: Robbery
es: Robo
pt: Roubo

source: Rape
es: Violación
pt: Estupro

source: Human trafficking
es: Trata de personas
pt: Tráfico de pessoas

source: Armed assaults
es: Ataques armados
pt: Ataques armados

source: Carjacking
es: Robo de vehículos
pt: Roubo de veículos

source: Illegal arms trade
es: Comercio ilegal de armas
pt: Comércio ilegal de armas

source: Smuggling
es: Contrabando
pt: Contrabando

source: Other
es: Otro
pt: Outro

source: Social Media
es: Redes sociales
pt: Redes sociais

source: Word of Mouth
es: Boca a boca
pt: Boca a boca

source: Newspaper
es: Periódico
pt: Jornal

source: TV
es: Televisión
pt: Televisão

source: Government Reports
es: Informes gubernamentales
pt: Relatórios governamentais

source: NGO & Human Rights Organizations
es: ONG y organizaciones de derechos humanos
pt: ONGs e organizações de direitos humanos

source: Community Watch Groups
es: Grupos de vigilancia comunitaria
pt: Grupos de vigilância comunitária

source: Start Month
es: Mes de inicio
pt: Mês de início

source: Start Year
es: Año de inicio
pt: Ano de início

source: End Month
es: Mes de finalización
pt: Mês de término

source: End Year
es: Año de finalización
pt: Ano de término

source: Gang Activities
es: Actividades de pandillas
pt: Atividades de gangues

source: If Other, specify
es: Si es otro, especifique
pt: Se outro, especifique

source: Other activity...
es: Otra actividad...
pt: Outra atividade...

source: Sources
es: Fuentes
pt: Fontes

source: Other source...
es: Otra fuente...
pt: Outra fonte...

source: Kidnapping, extortion, drug trafficking...
es: Secuestro, extorsión, tráfico de drogas...
fr: Kidnapping, extorsion, trafic de drogue...

source: Yes
es: Sí
fr: Oui
pt: Sim

source: Invalid start date.
es: Fecha de inicio inválida.
pt: Data de início inválida.

source: Invalid end date.
es: Fecha de fin inválida.
pt: Data de término inválida.

source: Start date must be before or equal to end date.
es: La fecha de inicio debe ser anterior o igual a la fecha de fin.
pt: A data de início deve ser anterior ou igual à data de término.

source: Ouest
es: Oeste
pt: Oeste

source: Artibonite
es: Artibonito

source: Nord
es: Norte
pt: Norte

source: Centre
es: Centro
pt: Centro

source: Nord-Est
es: Noreste
pt: Nordeste

source: Nord-Ouest
es: Noroeste
pt: Noroeste

source: Sud
es: Sur
pt: Sul

source: Sud-Est
es: Sureste
pt: Sudeste

source: What is the name of the gang?
es: ¿Cuál es el nombre de la pandilla?
fr: Quel est le nom du gang ?
pt: Qual é o nome da gangue?

source: If there’s no official name, write the name used locally.
es: Si no hay un nombre oficial, escribe el nombre usado localmente.
fr: S'il n'y a pas de nom officiel, écrivez le nom utilisé localement.
pt: Se não houver nome oficial, escreva o nome usado localmente.

source: Is this gang still active?
es: ¿Esta pandilla sigue activa?
fr: Ce gang est-il toujours actif ?
pt: Esta gangue ainda está ativa?

source: Check "Yes" if the gang is currently operating.
es: Marca "Sí" si la pandilla sigue operando.
fr: Cochez "Oui" si le gang est actuellement actif.
pt: Marque "Sim" se a gangue ainda estiver operando.

source: If known, when did this gang begin operating?
es: Si se sabe, ¿cuándo empezó a operar esta pandilla?
fr: Si connu, quand ce gang a-t-il commencé à opérer ?
pt: Se souber, quando esta gangue começou a operar?

source: Enter the approximate start date if known.
es: Ingresa la fecha aproximada de inicio si se conoce.
fr: Entrez la date approximative de début si elle est connue.
pt: Insira a data de início aproximada, se souber.

source: If known, when did this gang stop operating?
es: Si se sabe, ¿cuándo dejó de operar esta pandilla?
fr: Si connu, quand ce gang a-t-il cessé ses activités ?
pt: Se souber, quando esta gangue parou de operar?

source: Leave blank if the gang is still active or the date is unknown.
es: Déjalo en blanco si la pandilla sigue activa o la fecha es desconocida.
fr: Laissez vide si le gang est toujours actif ou si la date est inconnue.
pt: Deixe em branco se a gangue ainda estiver ativa ou se a data for desconhecida.

source: Main neighborhood or area where this gang operates/operated?
es: ¿Barrio o área principal donde esta pandilla opera/operaba?
fr: Quartier ou zone principale où ce gang opère/opérait ?
pt: Bairro principal ou área onde esta gangue opera/operava?

source: (e.g., Cité Soleil, Martissant, Delmas 32, etc.)
es: (Ej.: Cité Soleil, Martissant, Delmas 32, etc.)
fr: (ex. : Cité Soleil, Martissant, Delmas 32, etc.)
pt: (Ex.: Cité Soleil, Martissant, Delmas 32, etc.)

source: Which department does this location belong to?
es: ¿A qué departamento pertenece esta ubicación?
fr: À quel département appartient cet emplacement ?
pt: A que departamento pertence esta localização?

source: Select the department where the gang is/was most active.
es: Selecciona el departamento donde la pandilla es/fue más activa.
fr: Sélectionnez le département où le gang est/était le plus actif.
pt: Selecione o departamento onde a gangue está/esteve mais ativa.

source: What kind of activities is/was the gang involved in?
es: ¿En qué tipo de actividades está/estaba involucrada la pandilla?
fr: Dans quel type d'activités ce gang est/était impliqué ?
pt: Que tipo de atividades esta gangue está/estava envolvida?

source: Be as specific as possible. (e.g., kidnappings, drug trafficking, extortion)
es: Sé lo más específico posible. (Ej.: secuestros, tráfico de drogas, extorsión)
fr: Soyez aussi précis que possible. (ex. : enlèvements, trafic de drogue, extorsion)
pt: Seja o mais específico possível. (Ex.: sequestros, tráfico de drogas, extorsão)

source: Describe the activities or key events involving this gang.
es: Describe las actividades o eventos clave relacionados con esta pandilla.
fr: Décrivez les activités ou événements clés impliquant ce gang.
pt: Descreva as atividades ou eventos-chave relacionados a esta gangue.

source: Optional. Add any context or background details.
es: Opcional. Agrega cualquier contexto o detalles adicionales.
fr: Optionnel. Ajoutez des détails contextuels ou de fond.
pt: Opcional. Adicione qualquer contexto ou detalhes adicionais.

source: Do you know of any rival gangs in the same area?
es: ¿Conoces pandillas rivales en la misma zona?
fr: Connaissez-vous des gangs rivaux dans la même zone ?
pt: Você conhece alguma gangue rival na mesma área?

source: List known rival gangs, if any.
es: Enumera las pandillas rivales conocidas, si las hay.
fr: Listez les gangs rivaux connus, le cas échéant.
pt: Liste as gangues rivais conhecidas, se houver.

source: Sources or references (if applicable):
es: Fuentes o referencias (si corresponde):
fr: Sources ou références (si applicable) :
pt: Fontes ou referências (se aplicável):

source: (e.g., news report, local knowledge, eyewitness account, etc.)
es: (Ej.: informe de noticias, conocimiento local, testimonio presencial, etc.)
fr: (ex. : article de presse, connaissance locale, témoignage, etc.)
pt: (Ex.: reportagem, conhecimento local, testemunho ocular, etc.)

source: Some Comments (Optional)
es: Algunos comentarios (Opcional)
pt: Alguns Comentários (Opcional)

source: Any additional comments or observations?
es: ¿Algún comentario u observación adicional?
fr: Des commentaires ou observations supplémentaires ?
pt: Algum comentário ou observação adicional?

source: Validated for public display?
es: ¿Validado para exhibición pública?
fr: Validé pour affichage public ?
pt: Validado para exibição pública?

source: Mark this report as validated before it appears on the website.
es: Marca este informe como validado antes de que aparezca en el sitio web.
fr: Marquez ce rapport comme validé avant qu'il apparaisse sur le site web.
pt: Marque este relatório como validado antes de aparecer no site.

source: Parent report
es: Informe principal
fr: Rapport parent
pt: Relatório original

source: If this is an edit, link to the original report.
es: Si esto es una edición, enlaza al informe original.
fr: Si c'est une modification, liez au rapport original.
pt: Se for uma edição, vincule ao relatório original.

source: Area name
es: Nombre del área
fr: Nom de la zone
pt: Nome da área

source: Date taken by the gang
es: Fecha tomada por la pandilla
fr: Date de prise de contrôle par le gang
pt: Data em que a gangue assumiu controle

source: If known, when did this gang stop operating in this area?
es: Si se sabe, ¿cuándo dejó de operar esta pandilla en esta área?
fr: Si connu, quand ce gang a-t-il cessé ses activités dans cette zone ?
pt: Se souber, quando esta gangue parou de operar nesta área?

source: Other relevant details about this area
es: Otros detalles relevantes sobre esta área
fr: Autres détails pertinents sur cette zone
pt: Outros detalhes relevantes sobre esta área

source: Extra Area
es: Área Extra
fr: Zone supplémentaire
pt: Área Extra

source: Extra Areas
es: Áreas Extras
fr: Zones supplémentaires
pt: Áreas Extras

source: Haiti Gang Mapping
es: Mapa de Pandillas de Haití
fr: Cartographie des gangs en Haïti
pt: Mapeamento de Gangues no Haiti

source: This survey is part of a research project to map the evolution of gang-controlled zones across Haiti.
es: Esta encuesta es parte de un proyecto de investigación para mapear la evolución de las zonas controladas por pandillas en Haití.
fr: Cette enquête fait partie d'un projet de recherche visant à cartographier l'évolution des zones contrôlées par les gangs en Haïti.
pt: Esta pesquisa faz parte de um projeto para mapear a evolução das zonas controladas por gangues no Haiti.

source: Haiti Gang Mapping Project
es: Proyecto de Mapeo de Pandillas de Haití
fr: Projet de cartographie des gangs en Haïti
pt: Projeto de Mapeamento de Gangues no Haiti

source: Your contribution will help us build a clearer picture of how these zones have evolved over time. Please provide accurate and respectful information. Your safety and privacy are our top priorities — do not share personal details unless comfortable.
es: Tu contribución nos ayudará a construir una imagen más clara de cómo han evolucionado estas zonas con el tiempo. Por favor, proporciona información precisa y respetuosa. Tu seguridad y privacidad son nuestras principales prioridades — no compartas detalles personales a menos que te sientas cómodo.
fr: Votre contribution nous aidera à dresser un tableau plus précis de l'évolution de ces zones au fil du temps. Veuillez fournir des informations exactes et respectueuses. Votre sécurité et votre confidentialité sont nos priorités absolues — ne partagez pas de détails personnels à moins d'être à l'aise.
pt: Sua contribuição nos ajudará a construir uma visão mais clara de como essas zonas evoluíram ao longo do tempo. Por favor, forneça informações precisas e respeitosas. Sua segurança e privacidade são nossas principais prioridades — não compartilhe informações pessoais a menos que esteja confortável.

source: Start Now
es: Comenzar ahora
pt: Começar agora

source: Already Reported Gangs
es: Pandillas ya reportadas
fr: Gangs déjà signalés
pt: Gangues já reportadas

source: Status:
es: Estado:
fr: Statut :

source: Department:
es: Departamento:
fr: Département :
pt: Departamento:

source: Main Area:
es: Área Principal:
fr: Zone principale :
pt: Área principal:

source: Edit
es: Editar
fr: Modifier
pt: Editar

source: Delete
es: Eliminar
fr: Supprimer
pt: Excluir

source: No gang reports submitted yet.
es: No se han presentado informes de pandillas aún.
fr: Aucun rapport de gang soumis pour le moment.
pt: Nenhum relatório de gangue foi enviado ainda.

source: Back to Home
es: Volver a Inicio
fr: Retour à l'accueil
pt: Voltar para a página inicial

source: Gang Activity Report Form
es: Formulario de Informe de Actividad de Pandillas
fr: Formulaire de rapport d'activité des gangs
pt: Formulário de Relatório de Atividades de Gangues

source: Select a department
es: Seleccionar un departamento
fr: Sélectionnez un département
pt: Selecione um departamento

source: Additional places this gang controls or used to control (if any):
es: Lugares adicionales que esta pandilla controla o solía controlar (si los hay):
fr: Autres lieux que ce gang contrôle ou contrôlait (le cas échéant) :
pt: Lugares adicionais que esta gangue controla ou costumava controlar (se houver):

source: Add Another Area
es: Agregar Otra Área
fr: Ajouter une autre zone
pt: Adicionar Outra Área

source: Select all that apply
es: Seleccione todas las opciones que correspondan
pt: Selecione todas as opções que correspondem

source: Submit Report
es: Enviar Informe
fr: Soumettre le rapport
pt: Enviar Relatório

source: Delete Report
es: Eliminar Informe
fr: Supprimer le rapport
pt: Excluir Relatório

source: Are you sure you want to delete the report <strong>%(gang_name)s</strong>?
es: ¿Estás seguro de que quieres eliminar el informe <strong>%(gang_name)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer le rapport <strong>%(gang_name)s</strong> ?
pt: Tem certeza de que deseja excluir o relatório <strong>%(gang_name)s</strong>?

source: Yes, Delete
es: Sí, Eliminar
fr: Oui, supprimer
pt: Sim, Excluir

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Main Area of Operation:
es: Área Principal de Operación:
fr: Zone principale d'opération :
pt: Área principal de operação:

source: Start Date:
es: Fecha de Inicio:
fr: Date de début :
pt: Data de início:

source: End Date:
es: Fecha de Fin:
fr: Date de fin :
pt: Data de término:

source: Is Active:
es: Está Activa:
fr: Est actif :
pt: Está ativo:

source: Additional Areas
es: Áreas Adicionales
fr: Zones supplémentaires
pt: Áreas adicionais

source: Date taken:
es: Fecha de toma:
fr: Date de prise :
pt: Data tomada:

source: Activities:
es: Actividades:
fr: Activités :
pt: Atividades:

source: Description:
es: Descripción:
pt: Descrição:

source: Rival Gangs:
es: Pandillas Rivales:
fr: Gangs rivaux :
pt: Gangues rivais:

source: Sources:
es: Fuentes:
pt: Fontes:

source: Additional Comments:
es: Comentarios Adicionales:
fr: Commentaires supplémentaires :
pt: Comentários adicionais:

source: Thank you for your report!
es: ¡Gracias por tu informe!
fr: Merci pour votre rapport !
pt: Obrigado pelo seu relatório!

source: Your submission has been received and is pending validation. We appreciate your contribution to a safer and more informed Haiti.
es: Tu envío ha sido recibido y está pendiente de validación. Agradecemos tu contribución para un Haití más seguro y con mejor información.
fr: Votre soumission a été reçue et est en attente de validation. Nous apprécions votre contribution pour un Haïti plus sûr et mieux informé.
pt: Sua submissão foi recebida e está aguardando validação. Agradecemos sua contribuição para um Haiti mais seguro e informado.

source: Submit Another Report
es: Enviar Otro Informe
fr: Soumettre un autre rapport
pt: Enviar outro relatório

source: Submitted Gang Reports
es: Informes de Pandillas Presentados
fr: Rapports de gangs soumis
pt: Relatórios de gangues enviados

source: Gang Name
es: Nombre de la Pandilla
fr: Nom du gang
pt: Nome da gangue

source: Department
es: Departamento
fr: Département
pt: Departamento

source: Main Area
es: Área Principal
fr: Zone principale
pt: Área principal

source: Active
es: Activo
fr: Actif
pt: Ativo

source: Start Date
es: Fecha de Inicio
fr: Date de début
pt: Data de início

source: End Date
es: Fecha de Fin
fr: Date de fin
pt: Data de término

source: No reports submitted yet.
es: Aún no se han presentado informes.
fr: Aucun rapport soumis pour le moment.
pt: Nenhum relatório foi enviado ainda.

source: Radio
pt: Rádio

source: No
fr: Non
pt: Não

source: Mention major attacks, negotiations, etc.
fr: Mentionner les principales attaques, négociations, etc.

source: Le Nouvelliste article, RHI report...
fr: Article du Nouvelliste, rapport RHI...

source: Notes from interviews or observations.
fr: Notes d'entretiens ou observations.

source: Some Comments
fr: Des Commentaires

source: English
fr: Anglais

source: French
fr: Français

source: Haitian Creole
fr: Créole haïtien

source: Submit Gang Report
fr: Soumettre un rapport de gang
